[
    {
        "일련번호": "1",
        "메뉴명": "스키야키",
        "분량": "4인분",
        "재료정보": "닭다리살 1개(300g), 대파 2개, 생표고버섯 4개, 두부 1모 (300g), 실곤약 1봉지(200g), 달걀 4개, 소스 재료(간장 4 큰술(60ml), 설탕 30g, 물 200ml)",
        "요리종류": "일식",
        "소분류": "국",

        "이미지경로": "https://www3.nhk.or.jp/nhkworld/en/radio/cooking/update/meal_191129_l.jpg",

        "만드는법_01": "1. 스키야키 국물인 소스를 만듭니다. 냄비에 간장, 설탕, 물을 넣고 불에 올립니다. 저으면서 데워 설탕이 녹으면 불에서 내려놓습니다.",
        "만드는법_02": "2. 재료를 자릅니다.닭고기는 먼저 기름을 칼로 제거합니다.이 기름은 나중에 사용하니까 남겨 둡니다.껍질을 밑으로 해서 도마에 놓고 가운데 얇은 곳에서 반으로 자릅니다.닭고기를 옆으로 돌려놓고 칼을 비스듬히 대고 얇게 썹니다.두께는 약 5mm로 해서 될수록 크게 자릅니다.",
        "만드는법_03": "3. 대파는 3㎝ 길이로 큼직하게 썹니다. 표고버섯은 밑동을 제거하고 비스듬히 칼을 넣어 반으로 자릅니다. 두부는 사방 3㎝ , 두께 2㎝ 로 자릅니다.",
        "만드는법_04": "4. 실곤약은 체로 물을 빼고 길이 10㎝로 자릅니다. 냄비에 물을 끓여 실곤약을 넣고 2분 데친 뒤 체에 받쳐 물을 뺍니다.",
        "만드는법_05": "5. 식탁에 휴대용 가스렌지를 놓고 바닥이 평평하고 얕은 냄비나 프라이팬을 달굽니다. 닭고기 기름을 조금 넣습니다. 없을 때는 대신 식물성 기름을 넣습니다. 기름이 배어 나오면 냄비 전체에 배게 한 뒤 대파를 재료의 반을 넣습니다.",
        "만드는법_06": "6. 파가 노릇노릇해지면 기름을 꺼내고 불을 끕니다. 파를 한데 모아놓고 표고버섯, 두부, 실곤약을 각각 한 군데로 모아놓습니다. 재료의 절반 높이까지 소스를 붓고 중불로 가열합니다.",
        "만드는법_07": "7. 끓으면 국물의 온도가 너무 내려가지 않도록 주의하면서, 닭고기를 한 점씩 넣습니다. 닭고기를 재료의 반을 넣고 4,5분 끓입니다.",
        "만드는법_08": "8. 각자 그릇에 달걀 1개를 풀어놓고 냄비의 고기나 야채를 덜어 달걀에 찍어서 먹습니다. 날달걀을 싫어하는 사람이나, 날로 먹을 수 있는 달걀이 없을 경우에는 안 찍고 먹어도 됩니다. 냄비의 재료가 적어지면 익은 재료를 가장자리로 모아놓고 새 재료와 소스를 추가해 끓이면서 먹습니다.",

        "조리법 TIP": "일본에서는 가정의 식탁에 자주 오르는 전골요리로 특별한 날에 먹는 느낌이 드는 음식입니다. 소고기로 만드는 경우가 많지만 이번에는 닭고기를 사용해 만들어보았습니다."
    },
    {
        "일련번호": "2",
        "메뉴명": "이모니(토란냄비요리)",
        "분량": "4인분",
        "재료정보": "토란 4-6개(320g), 무 150g, 닭고기 120g, 시메지버섯 100g, 파 1개, 가다랑어포 12g, 간장 2큰술, 설탕 2작은술",
        "요리종류": "일식",
        "소분류": "국",

        "이미지경로": "https://www3.nhk.or.jp/nhkworld/en/radio/cooking/update/meal_150925_l.jpg",

        "만드는법_01": "1. 먼저 맛국물을 만듭니다. 냄비에 물 850ml를 붓고 불을 켜서 끓기 시작하면 가다랑어포를 넣습니다.가볍게 저은 다음 불을 줄이고 1,2분 정도 끓입니다. 국물을 소쿠리에 부어서 찌꺼기를 거릅니다. 국물은 나중에 야채와 닭고기를 끓이기 위해 냄비에 붓습니다.",
        "만드는법_02": "2. 토란은 물로 씻어서 흙을 깨끗하게 제거합니다. 토란의 위아래 끝을 얇게 잘라내고 껍질을 벗긴 다음 한입에 먹기 좋은 크기로 자릅니다. 자른 토란은 색이 변하지 않도록 물에 담가 놓습니다. 무는 껍질을 벗기고 둥근 단면을 가로세로로 4등분합니다. 이를 다시 각각 1cm의 두께로 자릅니다.",
        "만드는법_03": "3. 시메지버섯은 물로 씻은 다음, 단단한 밑동을 잘라내고 손으로 하나씩 떼어 놓습니다. 파는 2cm의 길이로 자릅니다. 닭고기는 껍질부분을 밑으로 도마 위에 올려놓고 폭 4,5cm로 자릅니다. 이를 다시 가로로 끝에서 폭 1cm로 자릅니다.",
        "만드는법_04": "4. 국물이 들어 있는 냄비에 토란과 무를 넣습니다. 냄비 뚜껑을 덮고 중불로 끓입니다. 끓기 시작하면 불을 줄입니다. 뚜껑을 열고 거품을 제거합니다. 김이 빠지게 뚜껑을 완전히 덮지 말고 약한 불로 20분 정도 끓입니다. 꼬치로 토란을 찔러봐서 부드럽게 들어가면 속까지 다 익은 것입니다.",
        "만드는법_05": "5. 국물에 간장 2큰술, 설탕 2작은술을 넣고 보통 국물보다 좀 진하게 간을 합니다. 닭고기와 시메지버섯을 넣고 김이 빠지도록 뚜껑을 완전히 덮지 않은 상태에서 약한 불로 5분 정도 끓입니다. 파를 넣고 1분 정도 끓이면 완성입니다.",
        
        "조리법 TIP": "시메지버섯을 구하기 어려울 경우에는 식용버섯을 사용해도 무방합니다. 가다랑어포를 구하기 어려울 경우에는 맛을 내기 위해 닭고기를 더 넣으면 좋습니다"
    },
    {
        "일련번호": "3",
        "메뉴명": "미소시루(된장국)",
        "분량": "4인분",
        "재료정보": "가다랑어 포 12g, 물 900ml, 감자 1 개 (120g), 양파 1/2개 (100g), 실파 2뿌리, 된장 3⅓ 큰술 (60g)",
        "요리종류": "일식",
        "소분류": "국",

        "이미지경로": "https://www3.nhk.or.jp/nhkworld/en/radio/cooking/update/meal_180126_l.jpg",

        "만드는법_01": "1. 먼저 맛국물을 우려냅니다. 냄비에 물 900ml를 넣고 중불로 끓여 가다랑어 포를 넣습니다. 약한 불로 1-2 분 끓인 뒤 큰 볼 위에 고운 체를 놓고 거르거나 체 위에 종이 타월을 깔고 거릅니다.",
        "만드는법_02": "2. 양파는 껍질을 벗겨 세로 1cm 폭으로 썹니다. 감자는 껍질을 벗겨 세로 4cm 로 썬 뒤 옆으로 놓고 1cm 폭으로 썹니다. 실파는 뿌리를 제거하고 얇게 썹니다.",
        "만드는법_03": "3. 냄비에 맛국물과 양파, 감자를 넣고 중불로 끓입니다. 끓으면 뚜껑을 덮고 약한 불로 12 분 정도 끓입니다. 10 분 정도 지나면 가끔 뚜껑을 열고 야채를 대나무 꼬치로 찔러 익었는지 확인합니다.",
        "만드는법_04": "4. 꼬치가 쑥 들어가면 불을 더 약하게 하고 된장을 넣습니다. 작은 용기에 된장을 넣고 냄비의 국물을 조금 부어 된장을 녹여 냄비에 넣습니다.",
        "만드는법_05": "5. 불을 세게 해서 끓어오를 때까지 기다린 다음 끓어오르면 바로 불을 끕니다. 그릇에 건더기를 넣은 후 국물을 붓고 실파를 얹어 마무리합니다.",
        
        "조리법 TIP": "된장국은 각 가정에서 매일처럼 만들어 먹는 국으로 다양한 재료를 사용해서 만듭니다."
    },
    {
        "일련번호": "4",
        "메뉴명": "스이톤(수제비)",
        "분량": "4인분",
        "재료정보": "밀가루 100g, 가다랑어포(가쓰오부시) 18g, 닭고기 120g, 무 100g, 당근 70g, 호박 100g, 실파 2개, 간장 1큰술, 소금 약간",
        "요리종류": "일식",
        "소분류": "국",

        "이미지경로": "https://www3.nhk.or.jp/nhkworld/en/radio/cooking/update/meal_150710_l.jpg",

        "만드는법_01": "1. 먼저 밀가루로 묽은 반죽을 만듭니다. 볼에 밀가루 100g, 물 100ml를 붓고 숟가락으로 잘 섞습니다. 요구르트보다 약간 물기가 적은 상태로 만듭니다. 건조해지지 않도록 볼을 랩으로 씌우고 야채를 자를 동안 숙성시킵니다.",
        "만드는법_02": "2. 닭고기의 껍질 쪽을 도마에 대고 가로 세로 2cm 폭으로 자릅니다.무는 껍질을 벗기고 둥근 단면을 도마 위에 올려 놓은 다음, 4등분 합니다. 이를 다시 가로 5mm의 두께로 얇게 썹니다. 당근도 마찬가지로 써는데 두께는 4mm가 적당합니다. 호박은 2cm 폭으로 길게 자릅니다. 이를 다시 가로로 1cm 폭으로 자릅니다. 실파는 2개를 합쳐서 3등분하고 끝에서부터 5mm 폭으로 자릅니다.",
        "만드는법_03": "3. 가다랑어포 국물을 만듭니다. 물 6컵 반(1.3L)를 끓이고 가다랑어포 18g를 넣은 다음 1분 정도 더 끓입니다. 불을 끄고 체로 가다랑어포를 거릅니다. 가다랑어포가 없을 경우에는 같은 분량의 물로 끓이는데 닭고기 분량을 더 늘립니다. 국물을 냄비에 붓고 끓입니다. 중불에서 닭고기를 넣고 1분간 끓인 다음, 거품을 떠냅니다. 무, 당근, 호박을 넣고 다시 끓기 시작하면 불을 줄인 다음, 뚜껑을 덮고 야채가 익을 때까지 10분정도 끓입니다.",
        "만드는법_04": "4. 작은 볼에 물을 붓고 숟가락을 넣어 적신 다음, 숟가락의 70% 분량의 반죽을 떠서 냄비에 넣습니다. 숟가락을 볼에 부은 물로 적신 다음 반죽을 뜨면 달라붙지 않아서 좋습니다. 약한 불로 5분 정도 끓입니다. 마지막으로 간장 1큰술과 소금을 조금 넣습니다. 간을 봐서 싱거우면 소금을 더 넣습니다. 그릇에 담아 실파를 얹습니다.",
        
        "조리법 TIP": "밀가루 반죽을 손으로 썰어 손으로 굴린 다음 작은 조각으로 퍼낸 다음 국물에 끓이는 일본 요리이다."
    },
    {
        "일련번호": "5",
        "메뉴명": "조니(떡국)",
        "분량": "4인분",
        "재료정보": "닭다리살 100g, 고마쓰나(소송채) 100g, 떡 4개, 당근 ½개(70g), 다시국물 4컵, 간장 2작은술, 소금 약간",
        "요리종류": "일식",
        "소분류": "국",

        "이미지경로": "https://www3.nhk.or.jp/nhkworld/en/radio/cooking/update/meal_121221_l.jpg",

        "만드는법_01": "1. 다시국물을 준비합니다. 냄비에 물 4컵을 붓고 끓이다가 깎은 가쓰오부시 12그램을 넣고 약한 불에 1~2분 끓인 뒤 체 등으로 거릅니다.",
        "만드는법_02": "2. 고마쓰나(小松菜:소송채)는 소금을 조금 넣은 열탕에 삶은 뒤 찬물에 담구어 차게 식힙니다. 고마쓰나가 식으면 물기를 짜고 4센티미터 길이로 썹니다. 당근은 5밀리미터 두께로 통썰기를 해서 모양틀로 찍어 고마쓰나를 삶은 물에다 부드러워질 때까지 삶습니다.",
        "만드는법_03": "3. 떡은 프라이팬에 나열해 놓고 뚜겅을 덮어 양면을 굽습니다. 한쪽 면을 2~3분 구운 뒤 뒤집어서 가운데가 부풀어 오를 때까지 약 5분 굽습니다.",
        "만드는법_04": "4. 닭고기는 2센티미터로 깍뚝썰기를 합니다. 냄비에 다시국물과 닭고기를 넣고 끓입니다. 끓기 시작하면 불을 약하게 줄여 5분 정도 삶습니다. 숟가락 또는 국자 등으로 위에 떠오른 거품을 걷어내고 간장과 소금으로 간을 합니다. 여기에 고마쓰나와 당근을 넣어 따뜻하게 데워줍니다. 그릇에 구운 떡과 다시국물, 야채를 넣고 예쁘게 모양을 내어 담습니다.",
        
        "조리법 TIP": "일본에서 설날에 먹는 떡국으로 한국의 떡국과 유사하며, 가래떡이 아니라 찰떡을 사용하는 게 다르다."
    }
]